export const CGV_LOCATIONS = [
  "강남", "강변", "건대입구", "구로", "대학로", "동대문", "등촌", "명동", "명동역 씨네라이브러리", "목동", "미아", "방학", "불광", "상봉", "성신여대입구", "송파", "수유", "신촌아트레온", "압구정", "여의도", "연남", "영등포", "왕십리", "용산아이파크몰", "이태원", "중계", "천호", "청담씨네시티", "피카디리1958", "홍대", 
  "경기광주", "고양백석", "고양행신", "광교", "광교상현", "구리", "기흥", "김포", "김포운양", "김포한강", "남주안", "동백", "동수원", "동탄", "동탄그랑파사쥬", "동탄역", "동탄호수공원", "배곧", "범계", "부천", "부천역", "부천옥길", "북수원", "산본", "서현", "성남모란", "소풍", "수원", "수원울트라", "시흥", "신세계경기", "안산", "안성", "야탑", "양주옥정", "역곡", "오리", "오산", "오산중앙", "용인", "의정부", "의정부태흥", "일산", "정왕", "죽전", "파주문산", "파주야당", "판교", "평촌", "평택", "평택고덕", "하남미사", "화성봉담", 
  "계양", "남주안", "부평", "연수역", "인천", "인천공항", "인천도화", "인천시민공원", "인천연수", "인천학익", "주안역", "청라", 
  "강릉", "원주", "원주무실", "춘천", 
  "대전", "대전가수원", "대전가오", "대전탄방", "대전터미널", "유성노은", "천안", "천안시청", "천안터미널", "천안펜타포트", "청주", "청주성안길", "청주율량", "청주지웰시티", "청주터미널", "홍성", "세종", "세종청사",
  "경산", "구미", "김천율곡", "대구", "대구수성", "대구스타디움", "대구아카데미", "대구연경", "대구월성", "대구이시아", "대구죽전", "대구칠곡", "대구한일", "대구현대", "포항", 
  "광주금남로", "광주상무", "광주용봉", "광주첨단", "광주터미널", "광주하남", "목포", "목포평화광장", "순천", "순천신대", "여수웅천", "전주효자", "전주고사", 
  "남포", "대연", "동래", "부산명지", "부산상상마당", "서면", "서면삼정타워", "서면상상마당", "센텀시티", "아시아드", "영도", "울산삼산", "울산성남", "울산신천", "정관", "하단아트몰링", "해운대", 
  "거제", "김해", "김해율하", "김해장유", "마산", "창원", "창원더시티", "창원상남", "통영",
  "제주", "제주노형"
];

export const LOTTE_LOCATIONS = [
    "가산디지털", "가양", "강동", "건대입구", "김포공항", "노원", "도곡", "독산", "서울대입구", "수락산", "수유", "신대방(구로디지털역)", "신도림", "신림", "에비뉴엘(명동)", "영등포", "용산", "월드타워", "은평(롯데몰)", "중랑", "청량리", "합정", "홍대입구",
    "광교", "광명(광명사거리)", "광명아울렛", "구리아울렛", "동탄", "라페스타", "마석", "별내", "병점", "부천(신중동역)", "부평", "부평갈산", "부평역사", "북수원(천천동)", "산본피트인", "서수원", "성남중앙(신흥역)", "센트럴락", "송탄", "수원(수원역)", "수지", "시화(정왕역)", "시흥장현", "안산", "안산고잔", "안성", "안양(안양역)", "안양일번가", "용인기흥", "용인역북", "위례", "의정부민락", "인덕원", "인천아시아드", "인천터미널", "진접", "파주롯데아울렛", "파주야당", "파주운정", "판교(창조경제밸리)", "평촌(범계역)", "하남미사", "향남",
    "당진", "대전(백화점)", "대전관저", "대전센트럴", "서산", "서청주(아울렛)", "아산터미널", "오송", "천안불당", "천안청당", "청주용암", "충주(모다아울렛)",
    "광주(백화점)", "광주광산", "광주첨단", "군산나운", "군산몰", "수완(아울렛)", "익산모현", "전주(백화점)", "전주송천", "전주평화", "충장로",
    "경주황성", "구미공단", "대구광장", "대구율하", "대구현풍", "동성로", "상인", "상주", "성서", "영주", "영천", "포항", "프리미엄구미센트럴", "프리미엄안동", "프리미엄칠곡",
    "거창", "광복", "김해부원", "김해아울렛(장유)", "동래", "동부산아울렛", "마산(합성동)", "부산명지", "부산본점", "부산장림", "사천", "센텀시티", "양산물금", "엠비씨네(진주)", "오투(부산대)", "울산(백화점)", "울산성남", "진주혁신(롯데몰)", "진해", "창원", "통영", "프리미엄경남대", "프리미엄해운대(장산역)",
    "강릉", "남원주", "동해", "원주무실", "춘천",
    "서귀포", "제주연동"
];

export const MEGABOX_LOCATIONS = [
    "강남", "강동", "구의이스트폴", "군자", "더부티크목동현대백화점", "동대문", "마곡", "목동", "상봉", "상암월드컵경기장", "센트럴", "송파파크하비오", "신촌", "이수", "창동", "코엑스", "픽쳐하우스", "홍대", "화곡",
    "고양스타필드", "광명AK플라자", "광명소하", "금정AK플라자", "김포한강신도시", "남양주", "남양주현대아울렛스페이스원", "동탄", "동탄역", "미사강변(하남종합운동장)", "백석벨라시타", "별내", "부천스타필드시티", "분당", "성남모란", "수원", "수원AK플라자(수원역)", "수원남문", "수원스타필드", "수원인계", "수원호매실(휴관)", "시흥배곧", "시흥정왕", "안산중앙", "안성스타필드", "용인테크노밸리", "의정부민락", "킨텍스", "파주금촌", "파주운정", "평택비전", "하남스타필드",
    "검단", "송도(트리플스트리트)", "영종", "영종하늘도시", "인천논현", "인천학익(시티오씨엘)", "청라지젤(휴관)",
    "공주", "논산", "대전", "대전신세계아트앤사이언스", "대전유성", "대전중앙로", "대전현대아울렛", "세종(조치원)", "세종나성", "세종청사", "오창", "진천", "천안", "청주사창", "청주성안길", "청주터미널", "충주연수", "홍성내포",
    "경북도청", "경산하양", "구미강동", "김천", "남포항", "대구세븐밸리(칠곡)", "대구신세계(동대구)", "대구이시아", "대구프리미엄만경관", "덕천", "마산(경남대)", "부산극장", "부산대", "북대구(칠곡)", "사상", "삼천포", "서면대한", "양산", "양산증산", "울산", "정관(휴관)", "진주(중안)", "창원", "창원내서", "포항", "해운대(장산)", "화명",
    "광주상무", "광주하남", "목포하당(포르모)", "순천", "여수웅천", "전대(광주)", "전주객사", "전주혁신", "첨단",
    "남춘천", "속초", "원주혁신", "춘천석사",
    "제주삼화", "제주서귀포", "제주아라"
];
